/** 俱乐部主张 */

export const manifestoSections = [
  {
    title: '',
    paragraphs: [
      {
        segments: [{ text: '求职是社会化成年礼。', highlight: true }]
      },
      '它的成功通常意味着你可以以主流形式赚取收入、拥有缴纳个税及背上房贷车贷的资格。求职本身是工作链条中的一环，却长期以无薪酬、无回报的形式由劳动者自行承担。',
      {
        segments: [
          { text: '求职卡回购计划，是完善劳动者利益链条的补丁。', highlight: true }
        ]
      },
      '在一二线城市，为获得和维持工作的投入赶上甚至超越工作回报本身，已是普遍的倒挂现实。据某招聘平台调研，应届生求职平均耗时近3个月，单均支出超2200元。借由集换式卡牌的评级与回购机制，你的求职投入以社会这家巨头企业的绩效奖金形式发放，纳入可兑现的个人收益体系。',
      {
        segments: [
          { text: '将求职者与用人单位之间的就业承诺转化为微型交易市场中的价值标的，' },
          {
            text: '我们邀请数百人共享一个人的理想，平摊一个人的焦虑。',
            highlight: true
          }
        ]
      },
      '此外，自己的履历与影像被包装在集换卡的流行媒介中，会激发身为“明星”或“品牌”的幻想，那些曾经的、未来的陌生人，此刻既是你的粉丝也是精神股东。自我营销是求职者与幻想对象的共有精神。销售推广自己的求职卡并不会给你带来直接收益，但“登台亮相”的心态有助于你在同质化的劳动力市场中脱颖而出。',
      {
        segments: [
          { text: '不要停下，不要害羞，记住朴素的真理：' },
          { text: '劳有所得，多劳多得。', highlight: true }
        ]
      }
    ]
  }
]
