/** 俱乐部主张 */

export const manifestoSections = [
  {
    paragraphs: [
      '互联网是现存规模最大的公司！',
      '你与其他网民，是股东也是员工。',
      {
        segments: [
          {
            text: '它创造无数可命名及不可命名的就业岗位，所有岗位的价值都是为了丰富股东们的财富。'
          },
          {
            text: '摧毁股东们的原始精神世界。',
            strike: true
          }
        ]
      }
    ]
  },
  {
    title: 'GAP WORK',
    paragraphs: [
      '处于这一庞大系统中，投递简历这一求职过程已成为职务本身，而且是以无偿形式进行。',
      '尤其是明知70%的高质量工作岗位已通过内推、人脉、社交局域网这些渠道输送到不同用户终端，拥有（或许）最鲜活脑细胞的应届求职者仍不得不使用诸如线上招聘平台和线下招聘会的基础招聘工具，低效程度近似于使用五笔输入法打字。',
      'TOHC的#求职卡回收计划#承认这家极度虚拟又真实的公司的存在合理性，并为“求职工作”这一工作过程提供经济补贴。'
    ]
  },
  {
    title: '≈流动性≈价值≈',
    paragraphs: [
      '人才市场流动性低-定价权被垄断-大量求职者的价值被挤压-抱怨，正常流程是这样。但如果我们从股权交易中获取灵感，将私有制offer转变为可以流通、兑现的公有资产，一种新的价值、一种高流动性溢价就被孕育。TOHC目前无法改变就业大环境，但可以创造一个针对offer的二级市场，一个像球星卡流通设施的泡沫之地。'
    ]
  },
  {
    title: '共享：单车、充电宝与美妙幻想',
    paragraphs: [
      '当找到好工作成为一种幻想，而求职者无法依靠个人能力弥合幻想与现实的差距时，焦虑随之滋生。',
      '当周遭环境每个元素都在关心你的工作，你的心理负担真的有因此减少吗？所幸焦虑本身也是一种幻想，它与你的其他美妙念头一样，可以借由一场声势浩大的宣传无限繁殖与传播。',
      '#求职卡回收计划#邀请100人共享1人的幻想，100人平摊1人的焦虑。'
    ]
  },
  {
    title: '从幕后现身...',
    paragraphs: [
      '让我们再关注回互联网这家公司。',
      '在这样一家快速膨胀扩张的公司中，不断的自我宣传成为一个必然项。除了你在网上的每一个发布动作都可以视为丰富个人作品集，有时你甚至不得不使用一些铤而走险的方式。',
      '你的面孔与经历能否随时面对它安插在四面八方的hr的审视？你能否坦诚拥抱它，就像你每次面试时所说的“我很有网感”以及入职每家公司时所喊的“我会把这当作自己家”？',
      '#求职卡回收计划#是对互联网精神粗暴而短暂的复兴。'
    ]
  },
  {
    title: '玩心的同义词是勇气。',
    paragraphs: [
      'TOHC全身心为互联网服务。我们很关心你：还能带着玩乐心态上传简历吗？'
    ]
  }
]
